<?php require_once $_SERVER['DOCUMENT_ROOT'] . '/mvc/views/header.php'; ?>

<div class="main_page">
    <img src=".../../public/images/nii.jpg"><br/>
    НИИЧаВо находится в городе Соловец, улица Лукоморье, дом 13.<br/>
    В 2023 году НИИЧаВо отмечает 100-летний юбилей.
    Много лет фундаментальных исследований в области волшебства
    позволили наладить производство волшебных предметов,
    полезных как в быту, так и в других областях производства.
    Загяните в <a href="../mvc/catalog/"> наш каталог!</a>
    Особые волшебные артефакты доступны только <a href="../mvc/login/">зарегистрированным пользователям!</a>
</div>



<?php require_once $_SERVER['DOCUMENT_ROOT'] . '/mvc/views/footer.php'; ?>